---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.EditingFailures.CannotBorrowBusyContention
source: html/c1981d2a-f6b6-a9f1-33f7-abdafc88e281.htm
---
# Autodesk.Revit.DB.BuiltInFailures.EditingFailures.CannotBorrowBusyContention Property

Can't obtain permission to edit the element. The Central Model is busy.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotBorrowBusyContention { get; }
```